The stored value
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016 Subscription Update
 Syntax
  C#
public int Value { get; set; }
  Visual Basic
Public Property Value As Integer
	Get
	Set
  Visual C++
public:
property int Value {
	int get ();
	void set (int value);
}
 See Also
  IntegerParameterValue Class
  Autodesk.Revit.DB Namespace